---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ExportFailures.IFCFatalToolkitExportError
source: html/ab17a73b-6547-a53f-243f-425bf5ab2b43.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ExportFailures.IFCFatalToolkitExportError Property

There has been an unrecoverable error during export. Export will now be aborted.

## Syntax (C#)
```csharp
public static FailureDefinitionId IFCFatalToolkitExportError { get; }
```